Repository: RisingStar-Web/SpinTheBottle
Catalog: SpinTheBottle/SpinTheBottle/*.lproj/Localizable.strings
Languages: fr

source: Players
fr: Participants

source: Too many players
fr: Plus d’assez de participants

source: You have reached the maximum number of players
fr: Vous avez accédé le maximum de participants

source: Cancel
fr: Annulation

source: Please enter a name
fr: Faites entrer le nom

source: OK
fr: Ок

source: Add players
fr: Ajoutez les participants

source: Please add at least 2 players to start
fr: Ajoutez le minimum (deux) participants pour commencer le jeu

source: Dismiss
fr: Laisser

source: Spin
fr: Tourner

source: Done
fr: Prêt

source: Back
fr: Précédent

source: Remove player
fr: Supprimer le participants

source: Are you sure you want to remove this player?
fr: Êtes-vous sûr, vous voulez supprimer ce participant?
